{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 0
      }
    },
    "1654663143b7343c77": {
      "type": "rich-text",
      "blocks": {
        "165466314328ac6843-0": {
          "type": "heading",
          "settings": {
            "heading": "Terms of trade",
            "heading_size": "h1"
          }
        }
      },
      "block_order": [
        "165466314328ac6843-0"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 0
      }
    },
    "1654662730b6945692": {
      "type": "rich-text",
      "blocks": {
        "1654662730b9fbab96-1": {
          "type": "text",
          "settings": {
            "text": "<p><em>Updated on May 31, 2022<\/em><\/p>"
          }
        },
        "df81ae12-638d-4101-9d3d-783d76e7f441": {
          "type": "text",
          "settings": {
            "text": "<p>The Drive One app (“App”) and the website <a href=\"https:\/\/www.driveone.eu\" target=\"_blank\" title=\"https:\/\/www.driveone.eu\">www.driveone.eu<\/a> (“Website”) are owned and operated by Needit ApS (“Needit”). The Drive One electronic device (the “Device”) is also developed and marketed by Needit.<\/p>"
          }
        },
        "a6c06d80-10ae-4727-8c43-d54e43b61a2a": {
          "type": "text",
          "settings": {
            "text": "<p>Our contact information is:<\/p>"
          }
        },
        "b186b17e-69db-4d5c-bd66-f521217284a9": {
          "type": "text",
          "settings": {
            "text": "<p><strong>Needit ApS<br\/><\/strong>Danish registration number: 3175682<br\/>Address: Hammerholmen 18, 2650 Hvidovre, Denmark<br\/>Email: support@driveone.eu<br\/>Phone (Monday to Friday between 10 AM and 2 PM CET): +45 70 22 15 35<\/p>"
          }
        },
        "c625fbb6-4219-4169-93ac-69922245849a": {
          "type": "text",
          "settings": {
            "text": "<p>These Terms of Use will regulate your use of the App, Website and Device.<\/p>"
          }
        }
      },
      "block_order": [
        "1654662730b9fbab96-1",
        "df81ae12-638d-4101-9d3d-783d76e7f441",
        "a6c06d80-10ae-4727-8c43-d54e43b61a2a",
        "b186b17e-69db-4d5c-bd66-f521217284a9",
        "c625fbb6-4219-4169-93ac-69922245849a"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 0
      }
    },
    "16546631012d6e3ecf": {
      "type": "unstyled-list",
      "blocks": {
        "165466310122e618a7-0": {
          "type": "heading",
          "settings": {
            "heading": "Topics:",
            "heading_size": "h2"
          }
        },
        "165466310122e618a7-2": {
          "type": "button",
          "settings": {
            "text": "<p>How you agree to the Terms of Use<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        },
        "307d0a74-d93c-4187-a53d-44a8f273aced": {
          "type": "button",
          "settings": {
            "text": "<p>Eligibility<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        },
        "ae3088ba-dbf0-4a9b-af8e-8d3b48ffcdbe": {
          "type": "button",
          "settings": {
            "text": "<p>Compliance<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        },
        "4bc9be50-4131-434f-8291-bdc16796f8a7": {
          "type": "button",
          "settings": {
            "text": "<p>Intellectual property rights<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        },
        "be9fbf5d-7940-46cf-94bd-a55e13965feb": {
          "type": "button",
          "settings": {
            "text": "<p>User account<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        },
        "3eb6ca09-5af1-4a92-85b0-3644e90207d6": {
          "type": "button",
          "settings": {
            "text": "<p>Use of Website, App and Device<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        },
        "514dbce6-cd31-4edb-b7ae-cafe8561f5f2": {
          "type": "button",
          "settings": {
            "text": "<p>Payment<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        },
        "4847e811-4811-48c9-b031-78d5e7cc5cf3": {
          "type": "button",
          "settings": {
            "text": "<p>Right of withdrawal from online purchases<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        },
        "f56fa984-4f12-498b-9471-7a82c5e7e795": {
          "type": "button",
          "settings": {
            "text": "<p>Defects<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        },
        "8a576e87-c882-4b95-b72f-67b89b5fdd10": {
          "type": "button",
          "settings": {
            "text": "<p>Complaints<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        },
        "b280179e-cf6c-49bf-af7d-be14faf41737": {
          "type": "button",
          "settings": {
            "text": "<p>Disclaimer<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        },
        "54dbc720-c66f-4fc0-b91b-c288f2e2e867": {
          "type": "button",
          "settings": {
            "text": "<p>Assignment<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        },
        "a8831c4a-d0b7-4b7f-a6f7-ee2037d6701e": {
          "type": "button",
          "settings": {
            "text": "<p>Choice of law and venue<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        },
        "914c3c64-c546-463b-97ad-70ce7b53fc5b": {
          "type": "button",
          "settings": {
            "text": "<p>Changes to the Terms of Use<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        }
      },
      "block_order": [
        "165466310122e618a7-0",
        "165466310122e618a7-2",
        "307d0a74-d93c-4187-a53d-44a8f273aced",
        "ae3088ba-dbf0-4a9b-af8e-8d3b48ffcdbe",
        "4bc9be50-4131-434f-8291-bdc16796f8a7",
        "be9fbf5d-7940-46cf-94bd-a55e13965feb",
        "3eb6ca09-5af1-4a92-85b0-3644e90207d6",
        "514dbce6-cd31-4edb-b7ae-cafe8561f5f2",
        "4847e811-4811-48c9-b031-78d5e7cc5cf3",
        "f56fa984-4f12-498b-9471-7a82c5e7e795",
        "8a576e87-c882-4b95-b72f-67b89b5fdd10",
        "b280179e-cf6c-49bf-af7d-be14faf41737",
        "54dbc720-c66f-4fc0-b91b-c288f2e2e867",
        "a8831c4a-d0b7-4b7f-a6f7-ee2037d6701e",
        "914c3c64-c546-463b-97ad-70ce7b53fc5b"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 0
      }
    },
    "16546634280768ea8d": {
      "type": "unstyled-list",
      "blocks": {
        "1654663428d54fad76-0": {
          "type": "heading",
          "settings": {
            "heading": "How you agree to the Terms of Use",
            "heading_size": "h2"
          }
        },
        "1654663428d54fad76-1": {
          "type": "text",
          "settings": {
            "text": "<p>By accessing and using the Website you consent to these Terms of Use. If you do not agree with these Terms of Use, you must immediately leave the Website and cease using it, and delete your account if you have registered such. When downloading and installing the App, or at any point later when the Terms of Use have been updated, you have checked a box agreeing to the Terms of Use. For information of our privacy policy for the Website, the App and the Device, please also see Needit’s Privacy Policy.<\/p>"
          }
        },
        "2db4b38b-fe48-45f6-b3a0-7e3aeb6200b6": {
          "type": "heading",
          "settings": {
            "heading": "Eligibility",
            "heading_size": "h2"
          }
        },
        "d638d3c6-915a-479f-bbbb-cd6e181be068": {
          "type": "text",
          "settings": {
            "text": "<p>The Website, App and Device may only be used by individuals who can form legally binding contracts under applicable law. They are not intended for minors. By using our Website, App or Device, you indicate to us that you have the right, authority, and capacity to enter into and abide by these Terms of Use.<\/p>"
          }
        },
        "c233f155-9b87-4202-a8b8-712a12a5cbb4": {
          "type": "heading",
          "settings": {
            "heading": "Compliance",
            "heading_size": "h2"
          }
        },
        "3672c8e6-bd63-463e-a6d6-af5d0aa518dc": {
          "type": "text",
          "settings": {
            "text": "<p>You must comply with applicable laws in the country in which you use the Website, App and Device, including local legislation on driving and traffic. Needit does not know whether the use of the App or Device is legal in your jurisdiction.<\/p>"
          }
        },
        "857679c7-b4dc-4378-853a-26cd3a19d01a": {
          "type": "heading",
          "settings": {
            "heading": "Intellectual property rights",
            "heading_size": "h2"
          }
        },
        "bf87473f-08e2-4bd9-a2c9-ff9a25756e74": {
          "type": "text",
          "settings": {
            "text": "<p>Any content on our Website and our App, and any data or source code used for the Website or Add belong to Needit or one or more of our suppliers. We grant you a non-exclusive, revocable, and non-transferable right to access the Website and App. Your use of the Website or App or your purchase of the Device does not grant you any intellection property right to any content.<\/p><p>You automatically grant us all copyrights and database rights to the data registered by you through the App and\/or Device when using the App and\/or Device.<\/p>"
          }
        },
        "be487db0-9783-4358-82a1-917baf6fd7c8": {
          "type": "heading",
          "settings": {
            "heading": "User account",
            "heading_size": "h2"
          }
        },
        "6130b07d-6c23-4501-8356-778166fe4229": {
          "type": "text",
          "settings": {
            "text": "<p>To use the Website, App or Device, you will be required to register as a user. You may terminate your registration at any time if you do not wish to use Website, App or Device.<\/p>"
          }
        },
        "93193c45-a897-43ae-9f86-aba330891fc8": {
          "type": "heading",
          "settings": {
            "heading": "Use of Website, App and Device",
            "heading_size": "h2"
          }
        },
        "14ec0d7a-9fed-4403-b4a4-35551d55fe36": {
          "type": "text",
          "settings": {
            "text": "<p>The Website, App and Device is intended to improve traffic safety and to reduce your exposure to fines. You may not use the Website, App or Device outside of the intended purpose.<\/p><p>You may only use the Website, App, and Device as a consumer – not commercially. This entails that you may not offer any third party a separate service that uses the Website, App or Device. Further, you may not integrate the Website, App, or Device into a service offered by you or a third party and you may not resell the services offered to you through the Website, App and Device.<\/p><p>You may not copy or store the data that you access through the Website or App.<\/p>"
          }
        },
        "addbf98a-24a2-47dc-a4f4-2604a9707168": {
          "type": "heading",
          "settings": {
            "heading": "Payment",
            "heading_size": "h2"
          }
        },
        "4995e9e3-8138-494e-aae1-ffc8411ad826": {
          "type": "text",
          "settings": {
            "text": "<p>You pay for the purchase of the Device. Use of the Website and App is free for now, but we reserve the right to suspend your access to our user account and to the Website and\/or App, if your payment of the Device is cancelled or you withdraw from the purchase of the Device.<\/p><p>We reserve the right to introduce payments for future upgrades of the Website and\/or App. <\/p><p>We receive payment via VisaDankort, Visa and MasterCard. We will not charge your account until the Device is shipped. All amounts are in DKK or EUR and are incl. VAT. We use approved payment provider and encrypt all your card information with SSL (Secure Socket Layer) protocol.<\/p>"
          }
        },
        "85c469b6-245a-4e70-a7b9-c713c637a6cd": {
          "type": "heading",
          "settings": {
            "heading": "Right of withdrawal from online purchases",
            "heading_size": "h2"
          }
        },
        "1d3ce280-3ee1-49bf-8480-9dc34a65b554": {
          "type": "text",
          "settings": {
            "text": "<p>If you have bought the Device online, you have a right of withdrawal within 14 days without giving any reason. The withdrawal period will expire after 14 days from the delivery of the purchased Device. To exercise your right of withdrawal, you must inform us of your decision to withdraw from the purchase by an unequivocal statement (e.g. a letter sent by post or e-mail or by using the standard cancellation form, which you will find at the bottom of the Terms of Use). You cannot cancel the purchase by refusing to receive the Device without notifying us at the same time.<\/p><p>To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired. If you withdraw from the purchase, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery of the Device other than the least expensive type of regular delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from the purchase. However, you must pay the shipping cost for returning the Device, and you bear the risk for the Device during the shipping. We will carry out your reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise; in any event, you will not incur any fees as a result of such reimbursement.<\/p><p>If you purchased several items from us, you have the option to return one or more items, even if the items were purchased in one order. Please note, however, that in such case where you cancel part of your purchase, you will not be reimbursed for the shipping costs.<\/p><p>You are responsible for any deterioration of the Device due to your handling of the Device except from what is necessary to determine the nature, features, and operation of the Device. This entails that you may try the Device in the same way as if you tried it in a physical store, but you may not put it into actual use. If the Device is tried in excess of what is described above, we will consider the Device used and upon cancellation of the purchase you will then only receive part of, or none of, the purchase amount, depending on the value of the Device. We do recommend that you return the Device in its original packaging; if the original packaging is missing, it may result in an impairment of the Device.<br\/><br\/>Packages are usually delivered within 2-4 days.<\/p><p>If you have bought the Device through another online retailer, your right of withdrawal, and shipping time is subject to that retailer’s terms.<\/p>"
          }
        },
        "fd711242-e971-47c1-9d6c-70fe417add92": {
          "type": "heading",
          "settings": {
            "heading": "Defects",
            "heading_size": "h2"
          }
        },
        "5e10017d-bbeb-4413-b455-3bf6850a7c37": {
          "type": "text",
          "settings": {
            "text": "<p>Pursuant to the Danish act on Purchase of Goods, you may complain over defects in the Device for 2 years after the purchase. If the Device is defect within the first 6 months from the purchase, it is assumed that it was deficient at purchase, unless Needit demonstrates otherwise, for example that the defect was caused by damages or due to incorrect operation of the Device.<\/p><p>If your complaint is justified, you can either get the Device repaired, or exchanged depending on the situation. In some situations, you may be entitled to get your money back. You must return the Device within reasonable time after you discover the defect. <\/p><p>We will cover return shipping costs to a reasonable extent. The Device must always be packaged properly when shipped back. Please describe in detail what the defect is, how you used the Device, and when the defect was discovered. Please get a receipt for your shipping costs if you want us to reimburse your shipping costs. You can contact us at the above address. If you believe you are entitled to a refund, please send us your bank details so that we can conduct a transfer.<\/p>"
          }
        },
        "88fe3b92-eac9-41d0-8c2f-e1ccb91dcf4e": {
          "type": "heading",
          "settings": {
            "heading": "Complaints",
            "heading_size": "h2"
          }
        },
        "4a54635f-58a4-414e-9e52-6ffe42529ec1": {
          "type": "text",
          "settings": {
            "text": "<p>If you want to complain about your purchase, you must contact Needit by e-mail; cancellation@driveone.eu or on telephone (between 10 AM and 2 PM CET): +45 70 22 15 35. If we are unable to find a solution, you may submit a complaint to Center for Klageløsning og Forbrugerklagenævnet, Nævnenes Hus, Toldboden 2,8800 Viborg, Denmark, via www.forbrug.dk. You may also use the European Commission’s online complaint portal, which will mainly be relevant if you are a consumer domiciled outside Denmark. You can find the complaint portal here: http:\/\/ec.europa.eu\/consumers\/odr\/.<\/p>"
          }
        },
        "679a6d9f-39e6-4c7c-b3b7-ef7ab6cc2f6b": {
          "type": "heading",
          "settings": {
            "heading": "Disclaimer",
            "heading_size": "h2"
          }
        },
        "ede8136b-4b2e-4b8f-ad6c-3887f8c4be90": {
          "type": "text",
          "settings": {
            "text": "<p>The Website and App are provided “as is”. Needit does not in any way warrant that the Website or App will be fit for your purpose or be free of errors or interruptions.<\/p><p>You agree that the use of the Website, App and Device is at your own risk, and Needit is not liable for any direct or indirect damages or losses resulting from the use or the inability of use of the Website, App or Device.<\/p><p>Needit expressly encourages you to follow speed limits and traffic rules, and Needit is not liable for any speeding ticket you might get, regardless of whether you were warned by the App.<\/p>"
          }
        },
        "57f450c0-6191-4860-bf07-209911136451": {
          "type": "heading",
          "settings": {
            "heading": "Assignment",
            "heading_size": "h2"
          }
        },
        "5bde0c3a-70b7-413e-ab0a-0e169eb1b52f": {
          "type": "text",
          "settings": {
            "text": "<p>Needit may assign its rights and obligations under the Terms of Use to any company in the same company group. Further, Needit may assign its rights and obligations to a third party in connection with a merger, acquisition, sale of assets, or otherwise.<\/p>"
          }
        },
        "5463ce5c-1848-4c58-a32d-1fdd9d2bb0f5": {
          "type": "heading",
          "settings": {
            "heading": "Choice of law and venue",
            "heading_size": "h2"
          }
        },
        "720642ef-5d5d-4948-8a39-80db9b08b549": {
          "type": "text",
          "settings": {
            "text": "<p>The Terms of Use are governed by the laws of Denmark without any regard to its conflicts of law’s provisions.<\/p><p>Any dispute may be brough before Danish courts as chosen venue in first instance. If you are a consumer domiciled in another EU country, you may also bring a dispute before the ordinary courts in the country in which you are domiciled.<\/p>"
          }
        },
        "e1d0d521-1359-411a-a774-2ccbe9f3d9db": {
          "type": "heading",
          "settings": {
            "heading": "Changes to the Terms of Use",
            "heading_size": "h2"
          }
        },
        "2666590b-95c2-4ed7-b92a-bdc8274f2e99": {
          "type": "text",
          "settings": {
            "text": "<p>Needit may change the Terms of Use at any time and without a notice.<\/p>"
          }
        }
      },
      "block_order": [
        "1654663428d54fad76-0",
        "1654663428d54fad76-1",
        "2db4b38b-fe48-45f6-b3a0-7e3aeb6200b6",
        "d638d3c6-915a-479f-bbbb-cd6e181be068",
        "c233f155-9b87-4202-a8b8-712a12a5cbb4",
        "3672c8e6-bd63-463e-a6d6-af5d0aa518dc",
        "857679c7-b4dc-4378-853a-26cd3a19d01a",
        "bf87473f-08e2-4bd9-a2c9-ff9a25756e74",
        "be487db0-9783-4358-82a1-917baf6fd7c8",
        "6130b07d-6c23-4501-8356-778166fe4229",
        "93193c45-a897-43ae-9f86-aba330891fc8",
        "14ec0d7a-9fed-4403-b4a4-35551d55fe36",
        "addbf98a-24a2-47dc-a4f4-2604a9707168",
        "4995e9e3-8138-494e-aae1-ffc8411ad826",
        "85c469b6-245a-4e70-a7b9-c713c637a6cd",
        "1d3ce280-3ee1-49bf-8480-9dc34a65b554",
        "fd711242-e971-47c1-9d6c-70fe417add92",
        "5e10017d-bbeb-4413-b455-3bf6850a7c37",
        "88fe3b92-eac9-41d0-8c2f-e1ccb91dcf4e",
        "4a54635f-58a4-414e-9e52-6ffe42529ec1",
        "679a6d9f-39e6-4c7c-b3b7-ef7ab6cc2f6b",
        "ede8136b-4b2e-4b8f-ad6c-3887f8c4be90",
        "57f450c0-6191-4860-bf07-209911136451",
        "5bde0c3a-70b7-413e-ab0a-0e169eb1b52f",
        "5463ce5c-1848-4c58-a32d-1fdd9d2bb0f5",
        "720642ef-5d5d-4948-8a39-80db9b08b549",
        "e1d0d521-1359-411a-a774-2ccbe9f3d9db",
        "2666590b-95c2-4ed7-b92a-bdc8274f2e99"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 0
      }
    },
    "16547491206f824a06": {
      "type": "unstyled-list",
      "blocks": {
        "1654749120670fcccd-0": {
          "type": "heading",
          "settings": {
            "heading": "Model withdrawal form",
            "heading_size": "h2"
          }
        },
        "1654749120670fcccd-1": {
          "type": "text",
          "settings": {
            "text": "<p>To [here the trader’s name, geographical address and, where available, his fax number and e-mail address are to be inserted by the trader]:<\/p>"
          }
        },
        "1654749120670fcccd-2": {
          "type": "button",
          "settings": {
            "text": "<p>Placeholder<\/p>",
            "button_link": "",
            "button_style_secondary": false
          }
        }
      },
      "block_order": [
        "1654749120670fcccd-0",
        "1654749120670fcccd-1",
        "1654749120670fcccd-2"
      ],
      "settings": {
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "1654663143b7343c77",
    "1654662730b6945692",
    "16546631012d6e3ecf",
    "16546634280768ea8d",
    "16547491206f824a06"
  ]
}
